Repository: ClassesOver/collective.workspace
Catalog: src/collective/workspace/locales/*/LC_MESSAGES/collective.workspace.po
Languages: fi

source: &#43; Add person to roster
fi: &#43; Lisää käyttäjä työtilaan

source: Add Person to Roster
fi: Lisää käyttäjä työtilaan

source: Admins
fi: Ylläpitäjät

source: Can edit roster
fi: Voi hallita työtilaa

source: Cancel
fi: Peruuta

source: Changes saved
fi: Muutokset tallennettu

source: Edit
fi: Muokkaa

source: Groups
fi: Ryhmät

source: Guests
fi: Vierailijat

source: Installs the collective.workspace package
fi: Asentaa ryhmätyötilatuen

source: No changes
fi: Ei muutoksia

source: Position
fi: Tehtävänkuvaus

source: Remove
fi: Poista

source: Roster: ${title}
fi: Työtila: ${title}

source: Save
fi: Tallenna

source: Selected people:
fi: Valitut käyttäjät:

source: Team workspace
fi: Ryhmätyötila

source: This item is a team workspace.
fi: Tämä kansio toimii ryhmätyötilana.

source: User
fi: Käyttäjä

source: User added
fi: Lisättiin käyttäjä työtilaan

source: User removed
fi: Poistettiin käyttäjä työtilasta

source: collective.workspace
fi: Työtila
